[{
  "user_id": 12,
  "posts_id": 16,
  "comments_id": 7,
  "comment": "Morbi ut odio."
}, {
  "user_id": 15,
  "posts_id": 15,
  "comments_id": 7,
  "comment": "Proin risus."
}, {
  "user_id": 10,
  "posts_id": 19,
  "comments_id": null,
  "comment": "Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi."
}, {
  "user_id": 14,
  "posts_id": 13,
  "comments_id": 1,
  "comment": "Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna."
}, {
  "user_id": 1,
  "posts_id": 1,
  "comments_id": null,
  "comment": "Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat."
}, {
  "user_id": 8,
  "posts_id": 8,
  "comments_id": 8,
  "comment": "In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc."
}, {
  "user_id": 3,
  "posts_id": 14,
  "comments_id": null,
  "comment": "Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius."
}, {
  "user_id": 3,
  "posts_id": 8,
  "comments_id": 4,
  "comment": "In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus."
}, {
  "user_id": 10,
  "posts_id": 20,
  "comments_id": 6,
  "comment": "Quisque ut erat."
}, {
  "user_id": 6,
  "posts_id": 15,
  "comments_id": null,
  "comment": "In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt."
}, {
  "user_id": 11,
  "posts_id": 13,
  "comments_id": null,
  "comment": "Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus."
}, {
  "user_id": 13,
  "posts_id": 18,
  "comments_id": null,
  "comment": "Duis at velit eu est congue elementum."
}, {
  "user_id": 6,
  "posts_id": 6,
  "comments_id": 1,
  "comment": "Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh."
}, {
  "user_id": 6,
  "posts_id": 1,
  "comments_id": null,
  "comment": "Pellentesque ultrices mattis odio. Donec vitae nisi. Nam ultrices, libero non mattis pulvinar, nulla pede ullamcorper augue, a suscipit nulla elit ac nulla."
}, {
  "user_id": 7,
  "posts_id": 17,
  "comments_id": null,
  "comment": "Nullam molestie nibh in lectus."
}, {
  "user_id": 11,
  "posts_id": 20,
  "comments_id": null,
  "comment": "Mauris sit amet eros. Suspendisse accumsan tortor quis turpis."
}, {
  "user_id": 6,
  "posts_id": 2,
  "comments_id": null,
  "comment": "Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi."
}, {
  "user_id": 1,
  "posts_id": 13,
  "comments_id": 8,
  "comment": "Vivamus tortor. Duis mattis egestas metus. Aenean fermentum."
}, {
  "user_id": 11,
  "posts_id": 18,
  "comments_id": null,
  "comment": "Nunc purus."
}, {
  "user_id": 10,
  "posts_id": 8,
  "comments_id": null,
  "comment": "Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem."
}, {
  "user_id": 4,
  "posts_id": 11,
  "comments_id": null,
  "comment": "Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem."
}, {
  "user_id": 9,
  "posts_id": 1,
  "comments_id": null,
  "comment": "Proin risus. Praesent lectus."
}, {
  "user_id": 7,
  "posts_id": 9,
  "comments_id": null,
  "comment": "Sed accumsan felis. Ut at dolor quis odio consequat varius. Integer ac leo."
}, {
  "user_id": 4,
  "posts_id": 15,
  "comments_id": 1,
  "comment": "Nulla ut erat id mauris vulputate elementum. Nullam varius."
}, {
  "user_id": 11,
  "posts_id": 10,
  "comments_id": 4,
  "comment": "Aliquam erat volutpat."
}, {
  "user_id": 5,
  "posts_id": 16,
  "comments_id": 6,
  "comment": "In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus."
}, {
  "user_id": 3,
  "posts_id": 20,
  "comments_id": 3,
  "comment": "In congue. Etiam justo."
}, {
  "user_id": 10,
  "posts_id": 12,
  "comments_id": 2,
  "comment": "Sed sagittis."
}, {
  "user_id": 5,
  "posts_id": 4,
  "comments_id": 8,
  "comment": "Curabitur at ipsum ac tellus semper interdum. Mauris ullamcorper purus sit amet nulla."
}, {
  "user_id": 6,
  "posts_id": 9,
  "comments_id": 7,
  "comment": "In hac habitasse platea dictumst."
}]